<!-- 需要修改的内容，html改为jsp，文件头改为jsp的文件头格式
选中要替换的内容，ctrl+H点击replace选择需要修改的 东西 
还有图片和css的相对路径需要修改-->
<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="utf-8">
<title>menu</title>
<link href="../css/style.css" rel="stylesheet" type="text/css"/>
</head>
<body>
<!--显示标题	-->
<div id="theme"> <a href="first.jsp" title="去做饭"><img id="go_homepage" src="../images/theme2.png" alt="图片无法显示"/></a> </div>
<!--头部信息-->
<div id="headimg">
	<img src="../images/head.jpg" alt="头部" id="headimg"/>
   <form action="register_loginForm" method="post">
		<input type="image" id="register" value="登录/注册"
			src="../images/register.png" title="登录注册"/>
	</form>
</div>
<jsp:include page="head.jsp"/>
<!--分类后的详细信息-->
<div id="info">
  <div id="head">
    <h2>戚风蛋糕</h2>
    <img src="../images/overview/90.jpg" alt="介绍图片" title="《Tinrry下午茶》教你做戚风蛋糕"/>
    <h3>用料</h3>
    <ul>
      <li>戚风蛋糕（6英寸）</li>
      <li>蛋白80克</li>
      <li>玉米淀粉5克</li>
      <li>玉米油35克</li>
      <li>蛋黄50克</li>
      <li>细砂糖60克</li>
      <li>纯牛奶40克</li>
      <li>低筋面粉50克</li>
      <li>装饰（6英寸）</li>
      <li>动物性淡奶油400克</li>
      <li>糖粉25克</li>
      <li>巧克力豆120克</li>
      <li>戚风蛋糕（8英寸）</li>
      <li>蛋白170克</li>
      <li>玉米淀粉10克</li>
      <li>玉米油60克</li>
      <li>蛋黄90克</li>
      <li>细砂糖100克</li>
      <li>纯牛奶75克</li>
      <li>低筋面粉100克</li>
      <li>装饰（8英寸）</li>
      <li>动物性淡奶油800克</li>
      <li>糖粉60克</li>
      <li>巧克力豆250克</li>
    </ul>
  </div>
  <img id="divide" src="../images/divide.png" alt="--------------------------------------------------------"/>
  <div id="body">
    <h3>《Tinrry下午茶》教你做戚风蛋糕</h3>
    <ul>
      <li>
        <h3>1</h3>
        <p>准备好所有原材料，每一个原材料都有各自的作用工具都必须是确保无油无水干净的</p>
        <img src="../images/operation/758.jpg"/></li>
      <li>
        <h3>2</h3>
        <p>蛋清和蛋黄分离，分蛋手法可以观看视频，不熟悉的朋友用分蛋器辅助，确保蛋清里面没有任何蛋黄</p>
        <img src="../images/operation/759.jpg"/></li>
      <li>
        <h3>3</h3>
        <p>把纯牛奶和玉米油倒入蛋黄里面，让纯牛奶和玉米油包裹住蛋黄，这样是为了让这个蛋黄不会因为裸露在空气中的时间久了而结皮，我们把它放一旁备用</p>
        <img src="../images/operation/760.jpg"/></li>
      <li>
        <h3>4</h3>
        <p>接下来我们打发蛋白，准备好细砂糖，用电动的打蛋器，我这个是健伍的打蛋器，一共三档，先一档低速开始打，把一块块的蛋白打散</p>
        <img src="../images/operation/761.jpg"/></li>
      <li>
        <h3>5</h3>
        <p>打散后转三档高速，蛋白开始发泡，等到透明的蛋白打发至白色之后，直到提起打蛋器有一个小尖勾，这个时候就可以开始加糖了</p>
        <img src="../images/operation/762.jpg"/></li>
      <li>
        <h3>6</h3>
        <p>【第一次加糖】糖分3次加进去，先加入先加入3分之1</p>
        <img src="../images/operation/763.jpg"/></li>
      <li>
        <h3>7</h3>
        <p>我们继续开三档高速打发，细沙糖加入之后的蛋白霜会变软，蛋白霜发泡之后会慢慢变硬，然后蛋白霜开始有阻力，打蛋器会慢慢变重，一直打发到提起形成尖勾的发泡程度</p>
        <img src="../images/operation/764.jpg"/></li>
      <li>
        <h3>8</h3>
        <p>【第二次加糖】我们再将剩余的2分之一的细砂糖倒进去，高速打发，一边转动打蛋器，一边打发到再次出现尖勾，注意蛋盆旁边的蛋白霜也要打进去，控制好蛋盆，一边转动，一边把边缘的蛋白霜也打进去</p>
        <img src="../images/operation/765.jpg"/></li>
      <li>
        <h3>9</h3>
        <p>细砂糖完全融化之后提起蛋头再次出现尖勾，但这次的尖勾比第一次的细腻多了，</p>
        <img src="../images/operation/766.jpg"/></li>
      <li>
        <h3>10</h3>
        <p>【第三次加糖】最后我们把剩余的细砂糖和玉米粉一起加进去，搅拌一下再开二档中速，直到玉米淀粉搅拌均匀，用刮刀刮一下边缘溅起的不均匀的蛋白霜，这个时候你能看见蛋白霜还有未融化的细砂糖</p>
        <img src="../images/operation/767.jpg"/></li>
      <li>
        <h3>11</h3>
        <p>用刮刀把边缘不均匀的蛋白霜刮进去，混合均匀</p>
        <img src="../images/operation/768.jpg"/></li>
      <li>
        <h3>12</h3>
        <p>最好再转一档低速，打蛋器垂直对着蛋盆，在蛋盆中间画圈圈慢慢搅打，这是为了使蛋白霜形成均匀的小气泡，把大气泡都吸走，每打几圈就要提起看看尖勾的状态，以及蛋白霜是否均匀细腻有光泽，千万不要打发过度了蛋白霜打发好之后我们需要放在一旁静置一会（大概2~3分钟）建议打发的状态，观看视频会更直观</p>
        <img src="../images/operation/769.jpg"/></li>
      <li>
        <h3>13</h3>
        <p>蛋白霜打好之后我们就要把烤箱上下火160度预热（预热是指烤箱在设定的温度之后，保持通电状态，让蛋糕进去烤箱的时候，烤箱内部温度达到我们所需的温度）</p>
        <img src="../images/operation/770.jpg"/></li>
      <li>
        <h3>14</h3>
        <p>蛋白霜静置的时间我们来打发蛋黄糊，刚才已经把牛奶和玉米油倒蛋黄里面了，现在我们要把低筋面粉也过筛加进去，然后用手动的打蛋器把材料都搅拌均匀，做乳化作业</p>
        <img src="../images/operation/771.jpg"/></li>
      <li>
        <h3>15</h3>
        <p>直到面粉和其它材料完全混合均匀，使面糊产生粘性，可以画圈圈，这样才能快速的拌匀面粉，溅起的油一定要用刮刀拨下来，大概2~3分钟的样子就可以把它们混合均匀并且起粘性了，大家可以看到这个蛋黄糊是细腻的，有粘性，无颗粒，这样蛋黄糊就做好了</p>
        <img src="../images/operation/772.jpg"/></li>
      <li>
        <h3>16</h3>
        <p>蛋黄糊做好后我们要检查蛋白霜，用一个干净的手动打蛋器，然后舀起一坨蛋白霜看看状态，表面和里面的气泡是否均匀的，最佳的状态是没什么变化的，像刚才静置之前的状态，做出这样稳定的蛋白霜，我们只需要用手动打蛋器搅拌几圈，蛋白霜的小气泡就会变得均匀细致</p>
        <img src="../images/operation/773.jpg"/></li>
      <li>
        <h3>17</h3>
        <p>检查完之后我们分一些到蛋黄糊这里，拨动结合翻拌手法，把这部分的面糊混合均匀，混合均匀之后，再用手动打蛋器把剩余的蛋白霜画3圈，看看状态有没有变化，无变化就可以进行下一个步骤了，如果又变粗糙了，则需要继续抽打补救</p>
        <img src="../images/operation/774.jpg"/></li>
      <li>
        <h3>18</h3>
        <p>检查蛋白霜的这个步骤我们一定不能偷懒忽略不做，这个很重要，检查才能判断你的蛋白霜是否稳定，要是不稳定，还可以补救，否则就没办法判断了</p>
        <img src="../images/operation/775.jpg"/></li>
      <li>
        <h3>19</h3>
        <p>把刚才混合均匀的面糊全部倒入刚才检查过的蛋白霜里，用翻拌的手法拌匀这边的戚风面糊，我们先把边缘的蛋白霜刮进去，然后中间划入，抄起底部，转动蛋盆，往盆边提起，不断重复，直到戚风面糊拌匀至看不见白色的蛋白霜为止，拌好的面糊质地是细腻的，无明显大气泡的</p>
        <img src="../images/operation/776.jpg"/></li>
      <li>
        <h3>20</h3>
        <p>拌匀的面糊我们倒入模具里，蛋盆离模具大概15厘米高倒入面糊，这样能使里面的大气泡自动消除，倒进去之后用刮刀稍微抹平，然后震动模具，把里面的大气泡震出来，再用个牙签，在把面糊表面的小气泡戳破，画圈圈也可以，速度要快，混合的好的戚风面糊要尽快送入烤箱，否则就算现在面糊是成功的，你放置的时间久了一样是会消泡的</p>
        <img src="../images/operation/777.jpg"/></li>
      <li>
        <h3>21</h3>
        <p>那我们现在把它送入烤箱，上下火160度，中下层，烤大概35分钟，即使同品牌同型号也会有温差，时间只是一个参考，时间上下浮动10分钟都是可以的，目测判断就是表面隆起一定的高度，又稍微往下塌一点，即表示熟透了，要是不确定，可以插根竹签进去，没有面糊带出来就表示烤好了</p>
        <img src="../images/operation/778.jpg"/></li>
      <li>
        <h3>22</h3>
        <p>烤好的戚风拿出来之后要在桌子上空15~20厘米高度摔下去，一两下就好了，不要拼命摔，这样子是为了把蛋糕里面多余的热气给震出来</p>
        <img src="../images/operation/779.jpg"/></li>
      <li>
        <h3>23</h3>
        <p>然后倒扣至完全放凉再脱模，不完全放凉就脱模的话，就算是成功的戚风蛋糕它也还是会收腰的</p>
        <img src="../images/operation/780.jpg"/></li>
      <li>
        <h3>24</h3>
        <p>完全放凉之后我们来脱模，用手这样沿着模具的边缘，用手指将蛋糕轻轻下压往前拨，让蛋糕的侧面一圈与模具分离至三分之二的高度，然后再顶起底部，把蛋糕取出，再用手这样往上拨，戚风蛋糕就很容易脱模了</p>
        <img src="../images/operation/781.jpg"/></li>
      <li>
        <h3>25</h3>
        <p>接下来实在装饰部分把蛋糕平均切成四片，中间两片挖空</p>
        <img src="../images/operation/782.jpg"/></li>
      <li>
        <h3>26</h3>
        <p>然后淡奶油加糖打发至少抹面的状态，什么是抹面的状态？看看视频就知道了，也就是我常说的出现纹路不消失的状态</p>
        <img src="../images/operation/783.jpg"/></li>
      <li>
        <h3>27</h3>
        <p>表面的简单装饰也建议看视频比较直观</p>
        <img src="../images/operation/784.jpg"/></li>
      <li>
        <h3>28</h3>
        <p>挖空的蛋糕片里面放入M&amp;M巧克力豆，那这个戚风蛋糕就做好喽，大家如果有做出来，记得交作业哦</p>
        <img src="../images/operation/785.jpg"/></li>
      <li>
        <h3>29</h3>
        <p>视频中有许多失败案例的分析，以及戚风蛋糕原理的讲解，建议大家在做之前先认真的看一遍视频，我把我曾经失败过和知道的都都跟大家分享了，希望大家都能做出成功的戚风蛋糕</p>
        <img src="../images/operation/786.jpg"/></li>
    </ul>
  </div>
  <img id="divide" src="../images/divide.png" alt="--------------------------------------------------------"/></div>
</body>
</html>